{
    "ResearchPhase": "Onderzoeksfase",
    "SE": "HBO-ICT SE",
    "SEwk1": "De start aan een nieuw project voor ICT! Dit project is het eerste project waar interdisciplinair wordt samengewerkt, dus het is erg belangrijk dat we als team goede afspraken maken over de planning van het project. Het maken van een goede planning, het opzetten van een scrum omgeving en het klaarzetten van een ontwikkelomgeving staat deze week centraal. Ook zullen de ICT studenten zich week gaan oriënteren in WeBots en de bijbehorende tutorials gaan volgen, zodat we de volgende sprint weten wat de structuur van de software is.",
    "ME": "Werktuigbouwkunde",
    "MEwk1": "In de 4e periode van jaar 2 beginnen wij aan ons project IDP. Het is ons laatste project om jaar 2 af te sluiten. We zijn de week begonnen met kennismaking van de gehele groep, en zijn geïntroduceerd met het begrip ‘scrum’. Verder hebben wij ons wat verdiept in hoe we de robot eventueel vorm zouden willen gaan geven.",
    "EE": "Elektrotechniek",
    "EEwk1": "In de eerste week hebben we kennis gemaakt met de software engineers en de engineers van werktuigbouwkunde. Samen hebben we een teams groep aangemaakt waarin we per studierichting een afdeling hebben aangemaakt waarin we onze bestanden zoals onderzoek, diagrammen en softwareprojecten kunnen plaatsen.",
    "ResearchDesignPhase": "Onderzoek en Design Fase",
    "SEwk2": "Na een lekker weekje vakantie gaan wij deze week weer hard aan de slag. In deze projectweek gaan we een algemene planning maken voor het project opzetten, onze requirements op papier zetten en deze requirements communiceren met de andere disciplines. Nadat we onze requirements goed op papier hebben staan gaan we aan de slag met het ontwerpen van de software in de vorm van UML diagrammen. Dit allen zullen we ook goed documenteren, zodat communicatie tussen de disciplines niet tot problemen leidt.",
    "MEwk2": "Na een week vakantie gaan wij het project weer oppakken. Deze week hebben wij verschillende brainstorm sessies gehouden over hoe we de robot vorm willen geven. Daarnaast hebben we verschillende ontwerpcriteria gesteld aan ons ontwerp. Verder hebben wij een snelle schets gemaakt en een begin in Solid Works.",
    "EEwk2": "In de tweede week zijn we vooral bekend geworden met het softwarepakket WeBots. Door de aangewezen oefeningen uit te voeren zijn we bekend geworden hoe een robot geïmplementeerd kan worden en hoe de robot aangestuurd kan worden met een controller. Aan het einde van de week zijn we begonnen met onderzoeken naar component eigenschappen en welke hiervan het beste is voor onze robot.",
    "PF": "Groeidocument",
    "PFwk2": "Groeidocument 1",
    "DesignPhase": "Design Fase",
    "SEwk3": "Deze sprint zijn we vooral bezig geweest met het verder ontwerpen van de software. Ook hebben we al kleine onderzoekjes gedaan naar bepaalde softwarematige keuzes die we moeten nemen in dit project. We hebben al een kleine start gemaakt aan een test robot in WeBots met een van de laatste designs van WTB. Iedereen staat al te popelen om aan de slag te kunnen gaan met de software, maar we moeten nog even door blijven werken aan de ontwerpen tot deze perfect zijn.",
    "MEwk3": "In deze week zijn we bezig geweest met het afmaken van het eerste design van de robot, ook hebben wij de oriëntatie en analyse fase afgesloten. Verder zijn we begonnen met het maken van een engineeringsmodel.",
    "EEwk3": "In de derde week zijn we verdergegaan met het onderzoeken naar component eigenschapen. Verder zijn we deze week bezig geweest met het opstellen van een OSI-model voor onze controller. Daarnaast hebben we onderzocht wat het Transfer Control Protocol inhoudt en heeft een SE’er ons geholpen hoe we dit moeten implementeren in onze controller.",
    "PFwk3": "Groeidocument 2",
    "PrototypePhase": "Prototype Fase",
    "SEwk4": "Het maken van diagrammen is voorbij (yay) en we zijn begonnen aan het echte programeer-werk. Deze week staat de deelfunctiedemo centraal, hier gaan wij onze voortgang laten zien en krijgen wij feedback van docenten die we mee kunnen nemen. Verder is deze week het eerste echte model van WTB ingeladen in WeBots, staat er een basisstructuur van de code en hebben we nu spraakaansturing.",
    "MEwk4": "Deze week stond in het teken van het maken van een engineeringsmodel en zijn we begonnen met het uitkiezen van de materialen en eventuele onderdelen te berekenen.",
    "EEwk4": "In de vierde week zijn we begonnen met het leren van de programmeertaal C# en het concept Object Oriented Programming. Later die week gingen we de controller programmeren in de Windows Forms omgeving in Visual Studio.",
    "PFwk4": "Groeidocument 3",
    "SEwk5": "In deze week staan het verder ontwikkelen van de robot en het maken van onze individuele onderzoeken centraal. Als onderzoek zal elk teamlid één deel van de gemaakte software pakken om individueel door middel van het 4+1 model onderzoek te gaan doen. Ook is de robot natuurlijk in deze week verder ontwikkeld, zoals het implementeren van nieuwe modellen van WTB en het opzetten van de eerste opdrachten die de robot moet uitvoeren met Machine Intelligence en Vision.",
    "MEwk5": "In deze week hebben wij een nieuw model aangeleverd aan ICT en deze hebben hun dan ook geïmplementeerd in WeBots. Verder hebben we de materialen uitgekozen en verschillende inkooponderdelen die de robot compleet maakt. Ook zijn er verschillende simulaties uitgevoerd om te kijken hoe de robot reageert op verschillende krachten.",
    "EEwk5": "Na de start van het programmeren in de vierde week was het deze week gelukt om met de Transfer Control Protocol berichten te verzenden van de client naar de server. Nu konden we de commando’s vaststellen met de datatypes die met TCP verstuurd worden. Ook zijn we deze week gestart met de schematische tekening van de robot in Altium.",
    "PFwk5": "Groeidocument 4",
    "SEwk6": "Het is alweer week 6 van het project! Deze week lag de focus vooral op het voorbereiden op de intergratiedemo en het afronden van de individuele onderzoeken. Tijdens deze demo gaan we laten zien wat we tot nu toe voor elkaar hebben en tonen we wat we gedaan hebben met de eerdere feedback die we hebben ontvangen. Verder is het de bedoeling om zoveel mogelijk af te ronden deze week, omdat week 7 van het project de individuele assessment van ICT bevat.",
    "MEwk6": "In deze week hadden wij een demo om te laten zien wat we tot nu toe gemaakt hebben. De feedback was goed en daarmee zullen we weer verder werken. De accenten moesten iets meer liggen op sneller dingen afronden. Verder hebben wij ook deze week het laatste Solid Works model aangeleverd met de laatste wijzingen.",
    "EEwk6": "Na het afronden van de controller in de vijfde week hebben we samen met WTB naar motoren gezocht die de robot zal aandrijven en die de arm laat bewegen. Deze motoren en de meeste componenten die in de robot komen hebben we in het elektrotechnische tekeningpakket gezet. Aan het einde van de week hebben we met een SE’er een softwarematige fourier transformatie opgezet voor het bemonsteren van lage, middel en hoge tonen. Dit is nodig om de beat van de muziek te herkennen waarop de robot zal gaan dansen.",
    "SEwk7": "Na onze succesvolle intergratiedemo zijn we in week 7 van het project beland. De individuele onderzoeken zijn afgerond en deze week staat voor de ICT studenten het individuele/team assessment centraal. Om ons goed te kunnen voorbereiden op deze assessments, zullen we proberen om zoveel mogelijk functionaliteit samen te voegen zodat wij dit kunnen gaan presenteren tegenover de docenten. Verder zullen wij ons al bezighouden met het voorbereiden op volgende week, omdat we dan de kwalificatie hebben.",
    "MEwk7": "Deze week willen wij als WTB groep de laatste dingen afronden, zoals 2-D tekeningen compleet en berekeningen klaar. Verder liggen we goed op schema en zijn we druk bezig met de voorbereidingen voor de kwalificatie.",
    "EEwk7": "In de een-na-laatste sprint zijn we vooral bezig geweest met de puntjes op de i te zetten. Het elektrotechnische tekeningpakket afronden, de componentenlijst volledig maken en het energieverbruik berekenen van de hele robot.",
    "PFwk7": "Groeidocument 5",
    "PFOnlyDutch": " (Alleen in het Nederlands beschikbaar)",
    "SEwk8": "Na het zeer succesvolle assessment van ICT (iedereen had een 9) zijn we met veel motivatie begonnen aan de laatste loodjes voor de kwalificatiedag. Al het werk van de verschillende teamleden van ICT zal deze week samengevoegd worden tot één centraal project. Waar zo nodig zullen mensen bijspringen om andere teamleden te helpen en zullen zoveel mogelijk functionaliteit van de robot aftesten. Per onderdeel voor de kwalificatie zullen we ook filmpjes maken die we zullen inleveren als bewijsstuk.",
    "MEwk8": "",
    "EEwk8": "",
    "RealizationPhase": "Realisatie Fase",
    "MeetTeam": "Ontmoet ons team",
    "days": "dagen",
    "hours": "uren",
    "minutes": "minuten",
    "seconds": "seconden",
    "link": "Tot nu...",
    "timeline": "Tijdlijn",
    "CountdownNav": "Lancering",
    "Countdown": "Aftellen tot de lancering:",
    "frontText": "2 Augustus 1955 diende als het startschot voor de grootste wetenschappelijke wedstrijd in de geschiedenis van de mensheid. </br> The Space Race.</br> </br> In de 14 jaar die volgde kwamen honderdduizenden mensen bij elkaar, spendeerde ze een gigantisch geldbedrag, maakte gebruik van een kolossale hoeveelheid hersenkracht. Ze behaalde iets wat in elke verwachting of voorspelling als onmogelijk werd beschouwd.</br> </br> Op 20 Juli 1969 landde de eerste mensen op de maan, dit leidde tot het einde van de race. En al zijn er tot 1972 een aantal mensen op de maan geweest. Voor de bijna 50 jaar die volgde is er nooit meer iets of iemand op de maan geweest."
  }